/* NSMenuItem : <title:About Cyberduck> (oid:117) */
"About Cyberduck" = "Ynglŷn â Cyberduck";

/* NSMenuItem : <title:Acknowledgments> (oid:566) */
"Acknowledgments" = "Acknowledgments";

/* NSMenuItem : <title:Activity> (oid:497) */
"Activity" = "Activity";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Nôl";

/* NSMenuItem : <title:Bonjour> (oid:288) */
"Bonjour" = "Bonjour";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Nodau Llyfr";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Symud Popeth i’r Blaen";

/* NSMenuItem : <title:Check for Update…> (oid:189) */
"Check for Update…" = "Chwilio am Ddiweddariadau…";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Cau Ffenest";

/* NSMenu : <title:Column> (oid:475) */
"Column" = "Colofn";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Copïo";

/* NSMenu : <title:Copy URL> (oid:591) */
"Copy URL" = "Copïo URL";

/* NSMenu : <title:Create Archive> (oid:505) */
"Create Archive" = "Create Archive";

/* NSMenuItem : <title:Customize Toolbar…> (oid:119) */
"Customize Toolbar…" = "Addasu Bar Offer…";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Torri";

/* NSMenu : <title:Cyberduck> (oid:120) */
"Cyberduck" = "Cyberduck";

/* NSMenuItem : <title:Cyberduck Help> (oid:564) */
"Cyberduck Help" = "Cymorth Cyberduck";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Dileu";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Dileu Nod Llyfr";

/* NSMenuItem : <title:Disconnect> (oid:303) */
"Disconnect" = "Dadgysylltu";

/* NSMenuItem : <title:Donate…> (oid:88) */
"Donate…" = "Rhoi Rhodd…";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Lawrlwytho";

/* NSMenuItem : <title:Download As…> (oid:244) */
"Download As…" = "Lawrlwytho Fel…";

/* NSMenuItem : <title:Download To…> (oid:434) */
"Download To…" = "Download To…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:587) */
"Duplicate Bookmark" = "Duplicate Bookmark";

/* NSMenuItem : <title:Duplicate…> (oid:300) */
"Duplicate…" = "Dyblygu Ffeil…";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Golygu";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Golygu Nod Llyfr";

/* NSMenu : <title:Edit With> (oid:518) */
"Edit With" = "Golygu Gyda";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Ffolder Uwchlaw";

/* NSMenuItem : <title:Expand Archive> (oid:500) */
"Expand Archive" = "Expand Archive";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "Ffeil";

/* NSMenuItem : <title:Forward> (oid:354) */
"Forward" = "Ymlaen";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Ewch";

/* NSMenuItem : <title:Go to Folder…> (oid:215) */
"Go to Folder…" = "Ewch i Ffolder…";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Cymorth";

/* NSMenuItem : <title:Hide Cyberduck> (oid:101) */
"Hide Cyberduck" = "Cuddio Cyberduck";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Cuddio Eraill";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Cuddio Bar Offer";

/* NSMenu : <title:History> (oid:323) */
"History" = "Hanes";

/* NSMenuItem : <title:Hostname> (oid:618) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Gwybodaeth";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "Tu Fewn";

/* NSMenuItem : <title:License> (oid:565) */
"License" = "Trwydded";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "MainMenu";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Dewislen";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Lleihau";

/* NSMenuItem : <title:Name> (oid:617) */
"Name" = "Name";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Nod Llyfr Newydd";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Porydd Newydd";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Lawrlwythiad Newydd";

/* NSMenuItem : <title:New File…> (oid:267) */
"New File…" = "Ffeil Newydd…";

/* NSMenuItem : <title:New Folder…> (oid:191) */
"New Folder…" = "Ffolder Newydd…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:610) */
"New Symbolic Link…" = "New Symbolic Link…";

/* NSMenuItem : <title:Open Connection…> (oid:125) */
"Open Connection…" = "Agor Cysylltiad…";

/* NSMenu : <title:Open URL> (oid:598) */
"Open URL" = "Open Web URL";

/* NSMenuItem : <title:Open in Terminal.app> (oid:574) */
"Open in Terminal.app" = "Open in Terminal.app";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Gludo";

/* NSMenuItem : <title:Preferences…> (oid:102) */
"Preferences…" = "Dewisiadau…";

/* NSMenuItem : <title:Print…> (oid:358) */
"Print…" = "Argraffu…";

/* NSMenuItem : <title:Protocol> (oid:619) */
"Protocol" = "Protocol";

/* NSMenuItem : <title:Quick Look> (oid:492) */
"Quick Look" = "Quick Look";

/* NSMenuItem : <title:Quit Cyberduck> (oid:92) */
"Quit Cyberduck" = "Gadael Cyberduck";

/* NSMenuItem : <title:Redo> (oid:422) */
"Redo" = "Redo";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Adnewyddu";

/* NSMenuItem : <title:Rename…> (oid:432) */
"Rename…" = "Rename File…";

/* NSMenuItem : <title:Report a Bug> (oid:567) */
"Report a Bug" = "Adrodd Chwilen";

/* NSMenuItem : <title:Revert> (oid:581) */
"Revert" = "Revert";

/* NSMenuItem : <title:Search…> (oid:521) */
"Search…" = "Search…";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Dewis Popeth";

/* NSMenuItem : <title:Send Command…> (oid:348) */
"Send Command…" = "Anfon Gorchymyn…";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Gwasanaethau";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Dangos Popeth";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Dangos Ffeiliau Cuddiedig";

/* NSMenu : <title:Sort By> (oid:615) */
"Sort By" = "Sort By";

/* NSMenuItem : <title:Stop> (oid:436) */
"Stop" = "Atal";

/* NSMenuItem : <title:Synchronize…> (oid:265) */
"Synchronize…" = "Cyd-drefnu…";

/* NSMenuItem : <title:Text Encoding> (oid:276) */
"Text Encoding" = "Amgodio";

/* NSMenuItem : <title:Toggle Bookmarks> (oid:489) */
"Toggle Bookmarks" = "Toggle Bookmarks";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:487) */
"Toggle Log Drawer" = "Toggle Log Drawer";

/* NSMenuItem : <title:Transfers> (oid:370) */
"Transfers" = "Trosglwyddiadau";

/* NSMenuItem : <title:Undo> (oid:421) */
"Undo" = "Undo";

/* NSMenuItem : <title:Upload…> (oid:291) */
"Upload…" = "Fynylwytho…";

/* NSMenu : <title:View> (oid:118) */
"View" = "Dangos";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Ffenest";

/* NSMenuItem : <title:as List> (oid:315) */
"as List" = "fel Rhestr";

/* NSMenuItem : <title:as Outline> (oid:316) */
"as Outline" = "fel Amlinell";

